[
  {
    "id": "ayasofya",
    "name_tr": "Ayasofya",
    "name_en": "Hagia Sophia",
    "description_tr": "Ayasofya, İstanbul'un en ikonik yapılarından biridir ve Bizans ile Osmanlı dönemlerinin mimari ve kültürel izlerini taşır. 537 yılında Bizans İmparatoru I. Justinianus tarafından kilise olarak inşa edilmiştir. 1453'te İstanbul'un fethiyle camiye dönüştürülmüş ve 1935 yılında müze olarak halka açılmıştır. 2020 yılında yeniden cami statüsüne kavuşmuştur.\n\nMimari açıdan, Ayasofya'nın devasa kubbesi ve iç mekânındaki mozaikler dikkat çekicidir. Kubbe, dönemin mühendislik harikası olarak kabul edilir ve yapının içindeki akustiğiyle de ünlüdür.",
    "description_en": "Hagia Sophia is one of Istanbul's most iconic structures, carrying architectural and cultural traces of both Byzantine and Ottoman eras. Built as a church in 537 by Byzantine Emperor Justinian I, it was converted into a mosque with the conquest of Istanbul in 1453 and opened as a museum in 1935. In 2020, it regained its status as a mosque.\n\nArchitecturally, Hagia Sophia's massive dome and interior mosaics are remarkable. The dome is considered an engineering marvel of its time and is famous for its interior acoustics.",
    "imageUrl": "/Images/ayasofya.png",
    "location": {
      "type": "Point",
      "coordinates": [28.98048613300751, 41.00872870100649]
    }
  },
  {
    "id": "Istanbul-Arkeoloji-Muzeleri",
    "name_tr": "İstanbul Arkeoloji Müzeleri",
    "name_en": "Istanbul Archaeology Museums",
    "description_tr": "Türkiye’nin ilk müzesi olan İstanbul Arkeoloji Müzeleri, Arkeoloji Müzesi, Eski Şark Eserleri Müzesi ve Çinili Köşk Müzesi olmak üzere üç ana birimden oluşur. Koleksiyonunda imparatorluk topraklarından getirilen bir milyona yakın eser bulunmaktadır.\n\nOsman Hamdi Bey'in 1881'de müze müdürlüğüne atanmasıyla Türk müzeciliğinde yeni bir devir açılmıştır. Müze, İskender Lahdi gibi dünyaca ünlü eserlere ev sahipliği yapar.",
    "description_en": "Istanbul Archaeology Museums, the first museum of Turkey, consists of three main units: the Archaeology Museum, the Museum of the Ancient Orient, and the Tiled Kiosk Museum. The collection houses nearly one million artifacts from the imperial territories.\n\nA new era in Turkish museology began when Osman Hamdi Bey was appointed as museum director in 1881. The museum hosts world-renowned works such as the Alexander Sarcophagus.",
    "imageUrl": "/Images/arkeoloji.png",
    "location": {
      "type": "Point",
      "coordinates": [28.98139134323812, 41.011984405349814]
    }
  },
  {
    "id": "Topkapi-Sarayi",
    "name_tr": "Topkapı Sarayı",
    "name_en": "Topkapi Palace",
    "description_tr": "1478 yılında Fatih Sultan Mehmet tarafından yaptırılan Topkapı Sarayı, yaklaşık 400 yıl boyunca Osmanlı padişahlarının resmi ikametgahı ve yönetim merkezi olmuştur. Saray; Hazine, Kutsal Emanetler ve Harem gibi bölümleriyle Osmanlı'nın görkemini yansıtır.",
    "description_en": "Built by Fatih Sultan Mehmet in 1478, Topkapi Palace served as the official residence and administrative center of the Ottoman Sultans for nearly 400 years. The palace reflects the glory of the Ottoman Empire with sections like the Treasury, Sacred Relics, and the Harem.",
    "imageUrl": "/Images/topkapi.png",
    "location": {
      "type": "Point",
      "coordinates": [28.98334669396138, 41.011665120650996]
    }
  },
  {
    "id": "Galata-Kulesi",
    "name_tr": "Galata Kulesi Müzesi",
    "name_en": "Galata Tower Museum",
    "description_tr": "14. yüzyılda Cenevizliler tarafından inşa edilen Galata Kulesi, İstanbul siluetinin en tanınmış simgelerinden biridir. Günümüzde müze olarak hizmet veren kule, ziyaretçilerine 360 derecelik panoramik bir İstanbul manzarası sunmaktadır.",
    "description_en": "Built by the Genoese in the 14th century, Galata Tower is one of the most recognized symbols of the Istanbul skyline. Currently serving as a museum, the tower offers its visitors a 360-degree panoramic view of Istanbul.",
    "imageUrl": "/Images/galata-kulesi.png",
    "location": {
      "type": "Point",
      "coordinates": [28.97418340098899, 41.02569571438074]
    }
  },
  {
    "id": "Istanbul-Modern",
    "name_tr": "İstanbul Modern Sanat Müzesi",
    "name_en": "Istanbul Modern Art Museum",
    "description_tr": "Türkiye'nin modern ve çağdaş sanat alanındaki ilk müzesi olarak 2004 yılında kurulmuştur. Karaköy'deki yeni binasında, ulusal ve uluslararası sanatçıların eserlerini sergileyerek çağdaş sanatın gelişimine katkı sağlar.",
    "description_en": "Founded in 2004 as Turkey's first museum of modern and contemporary art. In its new building in Karaköy, it contributes to the development of contemporary art by exhibiting works by national and international artists.",
    "imageUrl": "/Images/istanbul-modern.png",
    "location": {
      "type": "Point",
      "coordinates": [28.98309577250708, 41.02612184643056]
    }
  },
  {
    "id": "Rahmi-Koc-Muzesi",
    "name_tr": "Rahmi M. Koç Müzesi",
    "name_en": "Rahmi M. Koc Museum",
    "description_tr": "Haliç kıyısındaki tarihi tersane binalarında yer alan müze, sanayi, ulaşım ve endüstri tarihine adanmıştır. Eski otomobillerden denizaltılara kadar geniş bir koleksiyon sunar.",
    "description_en": "Located in historic shipyard buildings on the shores of the Golden Horn, the museum is dedicated to the history of industry, transport, and communication. It offers a wide collection from vintage cars to submarines.",
    "imageUrl": "/Images/koc_muzesi.png",
    "location": {
      "type": "Point",
      "coordinates": [28.94910131029281, 41.04198394340297]
    }
  },
  {
    "id": "Sakip-Sabanci-Muzesi",
    "name_tr": "Sakıp Sabancı Müzesi",
    "name_en": "Sakıp Sabancı Museum",
    "description_tr": "Emirgan'daki Atlı Köşk'te yer alan müze, zengin hat sanatı ve resim koleksiyonunun yanı sıra dünyaca ünlü sanatçıların geçici sergilerine ev sahipliği yapar.",
    "description_en": "Located in the Horse Mansion (Atlı Köşk) in Emirgan, the museum is known for its rich calligraphy and painting collections, as well as temporary exhibitions of world-famous artists.",
    "imageUrl": "/Images/sakip-sabanci.png",
    "location": {
      "type": "Point",
      "coordinates": [29.05769541524125, 41.105717254623116]
    }
  },
  {
    "id": "Dolmabahce-Sarayi",
    "name_tr": "Dolmabahçe Sarayı",
    "name_en": "Dolmabahce Palace",
    "description_tr": "1856 yılında tamamlanan Dolmabahçe Sarayı, Osmanlı'nın Batılılaşma döneminin en görkemli eseridir. Atatürk'ün son günlerini geçirdiği yer olması nedeniyle Türk milleti için derin bir manevi önemi vardır.",
    "description_en": "Completed in 1856, Dolmabahce Palace is the most magnificent work of the Ottoman westernization period. It holds deep spiritual significance for the Turkish nation as it is the place where Atatürk spent his final days.",
    "imageUrl": "/Images/dolmabahce-sarayi.png",
    "location": {
      "type": "Point",
      "coordinates": [29.00089928223006, 41.03928973118149]
    }
  },
  {
    "id": "Ataturk-Muzesi",
    "name_tr": "Atatürk Müzesi",
    "name_en": "Ataturk Museum",
    "description_tr": "Atatürk'ün Milli Mücadele çalışmaları sırasında kullandığı Şişli'deki evi, bugün kişisel eşyalarının ve tarihi belgelerin sergilendiği bir müzedir.",
    "description_en": "The house in Şişli where Atatürk lived and worked during the years of the National Struggle is now a museum where his personal belongings and historical documents are exhibited.",
    "imageUrl": "/Images/ataturk-muzesi.png",
    "location": {
      "type": "Point",
      "coordinates": [28.987564024560285, 41.05653287876145]
    }
  },
  {
    "id": "Istanbul-Oyuncak-Muzesi",
    "name_tr": "İstanbul Oyuncak Müzesi",
    "name_en": "Istanbul Toy Museum",
    "description_tr": "Sunay Akın tarafından kurulan müze, dünyanın dört bir yanından toplanan tarihi oyuncaklarla ziyaretçilerini geçmişte bir yolculuğa çıkarır.",
    "description_en": "Founded by Sunay Akın, the museum takes its visitors on a journey through history with antique toys collected from all over the world.",
    "imageUrl": "/Images/oyuncak-muzesi.png",
    "location": {
      "type": "Point",
      "coordinates": [29.0675757877395, 40.97719898933536]
    }
  },
{
  "id": "Miniaturk",
  "name_tr": "Miniatürk",
  "name_en": "Miniaturk",
  "imageUrl": "/Images/miniaturk.png",
  "location": {
    "type": "Point",
    "coordinates": [28.949544165532675, 41.059158326810916]
  },
  "description_tr": "Miniatürk, 'Büyük Ülkenin Küçük Bir Modeli' sloganıyla yola çıkmış; içerdiği eserler, sunduğu hizmetlerle turistik bir gezinti parkı, minyatür parkı olmuştur.\n\nTarihin farklı çağlarından ve medeniyetlerinden bilinirlik, dönemini temsil ve maketi yapılabilirlik ölçütlerine göre seçilmiş 137 mimari eserin, 1/25 oranında küçültülmüş modelleri yapılmıştır. Bu eserler Hitit, Eski Yunan, Roma, Bizans, Selçuklu, Osmanlı ve Cumhuriyet dönemi mimarisini ve kültürünü temsil eden yapılardır.\n\nMiniatürk, sesli rehber sisteminin ilk kez uygulandığı yerdir. Her modelin yanında bulunan bilgilendirme kartları ve mobil uygulama sayesinde ziyaretçiler eser hakkında dokuz dilde (Türkçe, İngilizce, Fransızca, Almanca, İspanyolca, Rusça, Arapça, Farsça, Japonca) bilgi edinebilmektedir.\n\nMiniatürk, turistlerin dışında özellikle okulların tercih ettiği bir gezi yeridir. Okullar, Miniatürk'ü kültürel aktivite, kültür gezisi vb. amaçlarla ziyaret etmektedirler. Öğrencilerin Miniatürk'teki ziyaretleri onların eski çağdan günümüze Türk ve dünya kültürünü, sanatını, mimarisini tanımalarına ve öğrenmelerine imkân sağlamaktadır.\n\nİstanbul Büyükşehir Belediyesi tarafından işletilmekte olan minyatür parkı, tüm yıl açık bir açık hava müzesidir. Müze arazisi dâhilinde İSPARK tarafından işletilen 300 araçlık bir otopark bulunmaktadır.",
  "description_en": "Miniaturk has set out with the slogan 'A Small Model of a Great Country' and has become a touristic excursion park and miniature park through its exhibited works and services.\n\nIt features 1/25 scale models of 137 architectural works selected based on criteria such as recognition from different eras and civilizations of history, representation of their period, and feasibility for modeling. These works represent the architecture and culture of the Hittite, Ancient Greek, Roman, Byzantine, Seljuk, Ottoman, and Republican periods.\n\nMiniaturk is the first location where an audio guide system was implemented. Thanks to information cards located next to each model and the mobile application, visitors can obtain information about the works in nine languages (Turkish, English, French, German, Spanish, Russian, Arabic, Persian, Japanese).\n\nBeyond tourists, Miniaturk is particularly preferred by schools for educational trips. Schools visit Miniaturk for cultural activities and heritage tours. These visits allow students to recognize and learn about Turkish and world culture, art, and architecture from ancient times to the present day.\n\nOperated by the Istanbul Metropolitan Municipality, the miniature park is an open-air museum open all year round. The museum grounds include a 300-car parking lot operated by ISPARK.",

  "history_tr": "Miniatürk, 2 Mayıs 2003 tarihinde İstanbul Büyükşehir Belediyesi tarafından tamamlanarak ziyarete açılmıştır. Geçmişten günümüze bu topraklarda hüküm sürmüş tüm medeniyetlerin kültürlerinden gelen mimari mirası bir araya getirmesiyle Türkiye'nin Vitrini olmuştur. Beyoğlu, İstanbul'da yer alan Miniatürk 60.000 metrekareden oluşmaktadır. Alanın 15.000 metrekaresinde maketler yer alırken geri kalan kısımda ise kafeterya, otopark, çocuk oyun parkı, hediyelik eşya alanı, feribot, açık hava gösteri alanı, restoran, gezi treni ve daha birçok interaktif alan bulunmaktadır. Miniatek eğlence alanına bakıldığında İstanbul simülasyon helikopter turu, labirent ve satranç alanları ve Ters Ev gibi ziyaretçilerin hem güzel vakit geçirmesine hem de kültür hakkında öğrenmesine imkan sağlayan bir park olduğu görülür.\n\nİçerisinde 3000 yıllık uygarlıkların izlerini taşıyan Miniatürk, turistik bir yer olmasının yanı sıra kültür ve sosyal sorumluluk projesidir. Miniatürk'te Antik Çağ, Selçuklu, Roma, Bizans, Osmanlı gibi coğrafyalardan bir araya getirilen tarihî eserler sergilenmekte ve Türkiye ve Osmanlı coğrafyasından seçilmiş olan 139 mimari eserin 1/25 oranına göre küçültülmüş minyatür modellerine yer verilmektedir. Eserlerden 64'ü Anadolu'dan, 62'si İstanbul'dan ve 13'ü Türkiye sınırları dışında kalan Osmanlı'dan seçilerek minyatür modelleri oluşturulmuştur. Sadece Türkiye ve kültürüyle sınırlı kalmadan Anadolu'nun oluşmasında payı olan tüm değerlere de sahip çıkarak yaşanmışlıkların izlerini taşır. Bu sebeple müze, minyatür eserleriyle beraber, ziyaretçilerine gezi sırasında bütün ülkeyi dolaşmış hissini vermeyi başarır.\n\nMiniatürk'ün bir kısmında kervansaraylar, köprüler, türbeler, külliyeler, kaleler saraylar, surlar, heykeller, anıtlar, camiler, medreseleri kiliseler, garlar, yalılar, dikilitaşlar ve sinagoglara yer verilmiştir. Diğer kısmında ise Pamukkale ve Peri Bacaları gibi doğal oluşumlara yer verilmiştir. Bu alanda ayrıca, Anadolu'da inşa edilmiş olan ancak bugün yerinde olmayan, dünyanın Antik Çağ'daki yedi harikası arasında denebilecek Halikarnas Mozolesi ve Artemis Tapınağı da sergilenmektedir.",
  "history_en": "Miniaturk was completed and opened to visitors by the Istanbul Metropolitan Municipality on May 2, 2003. It has become the 'Showcase of Turkey' by bringing together the architectural heritage from the cultures of all civilizations that have ruled these lands from the past to the present. Located in Beyoğlu, Istanbul, Miniaturk consists of 60,000 square meters. While models occupy 15,000 square meters of the area, the remaining section includes a cafeteria, parking lot, children's playground, souvenir area, ferry, open-air show area, restaurant, sightseeing train, and many other interactive spaces. The Miniatek entertainment area features an Istanbul simulation helicopter tour, labyrinth and chess areas, and the Upside Down House, making it a park that allows visitors to both have a good time and learn about culture.\n\nCarrying the traces of 3,000-year-old civilizations, Miniaturk is a cultural and social responsibility project as well as a tourist destination. Historical works brought together from geographies such as Antiquity, Seljuk, Roman, Byzantine, and Ottoman periods are exhibited, featuring 1/25 scale miniature models of 139 architectural works selected from Turkey and the Ottoman geography. Among these works, 64 were selected from Anatolia, 62 from Istanbul, and 13 from Ottoman territories outside of Turkey's borders. It preserves the traces of experiences by embracing all values that played a role in the formation of Anatolia, not limiting itself to Turkey and its culture alone. Therefore, through its miniature works, the museum succeeds in giving visitors the feeling of traveling across the entire country during their visit.\n\nOne part of Miniaturk is dedicated to caravanserais, bridges, tombs, social complexes, castles, palaces, walls, statues, monuments, mosques, madrasahs, churches, railway stations, waterside mansions, obelisks, and synagogues. The other part features natural formations such as Pamukkale and the Fairy Chimneys. Additionally, the Mausoleum at Halicarnassus and the Temple of Artemis—which were built in Anatolia but no longer exist today and are considered among the seven wonders of the ancient world—are also exhibited in this area.",

  "extra_tr": "Miniatürk'ün içinde Zafer Müzesi ve Kristal İstanbul Müzesi bulunmaktadır.\n\nZafer Müzesi: Millî Mücadele'yi anlatan bir panorama müzedir. İçeride ses ve ışık efektleriyle desteklenmiş, cepheleri gösteren maketler bulunmaktadır. Ayrıca Atatürk temalı bir fotoğraf sergisi de vardır.\n\nKristal İstanbul: İstanbul'daki muhtelif mimari yapıların, kristal cam içine lazerle işlenerek oluşturulmuş resimlerinin sergilendiği bir müzedir.",
  "extra_en": "Miniaturk houses the Victory Museum and the Crystal Istanbul Museum.\n\nVictory Museum: A panoramic museum depicting the National Struggle (Turkish War of Independence). It contains models showing the battlefronts, supported by sound and light effects. There is also a photography exhibition themed around Atatürk.\n\nCrystal Istanbul: A museum where images of various architectural structures in Istanbul are exhibited, created by laser-etching them into crystal glass."
},
  {
    "id": "Panorama-1453",
    "name_tr": "Panorama 1453 Tarih Müzesi",
    "name_en": "Panorama 1453 History Museum",
    "description_tr": "Dünyanın ilk tam panoramik müzesi olan bu yapı, İstanbul'un fethini devasa bir tablo ve ses efektleriyle ziyaretçilerine yeniden yaşatır.",
    "description_en": "Being the world's first fully panoramic museum, this structure re-enacts the conquest of Istanbul for its visitors with a massive painting and sound effects.",
    "imageUrl": "/Images/panorama.png",
    "location": {
      "type": "Point",
      "coordinates": [28.92091669362591, 41.01844709037039]
    }
  }
]