[
  {
    "id": "ayasofya",
    "name_tr": "Ayasofya",
    "name_en": "Hagia Sophia",
    "description_tr": "Ayasofya, İstanbul'un en ikonik yapılarından biridir ve Bizans ile Osmanlı dönemlerinin mimari ve kültürel izlerini taşır. 537 yılında Bizans İmparatoru I. Justinianus tarafından kilise olarak inşa edilmiştir. 1453'te İstanbul'un fethiyle camiye dönüştürülmüş ve 1935 yılında müze olarak halka açılmıştır. 2020 yılında yeniden cami statüsüne kavuşmuştur.\n\nMimari açıdan, Ayasofya'nın devasa kubbesi ve iç mekânındaki mozaikler dikkat çekicidir. Kubbe, dönemin mühendislik harikası olarak kabul edilir ve yapının içindeki akustiğiyle de ünlüdür.",
    "description_en": "Hagia Sophia is one of Istanbul's most iconic structures, carrying architectural and cultural traces of both Byzantine and Ottoman eras. Built as a church in 537 by Byzantine Emperor Justinian I, it was converted into a mosque with the conquest of Istanbul in 1453 and opened as a museum in 1935. In 2020, it regained its status as a mosque.\n\nArchitecturally, Hagia Sophia's massive dome and interior mosaics are remarkable. The dome is considered an engineering marvel of its time and is famous for its interior acoustics.",
    "imageUrl": "/Images/ayasofya.png",
    "location": {
      "type": "Point",
      "coordinates": [28.98048613300751, 41.00872870100649]
    }
  },
  {
    "id": "Istanbul-Arkeoloji-Muzeleri",
    "name_tr": "İstanbul Arkeoloji Müzeleri",
    "name_en": "Istanbul Archaeology Museums",
    "description_tr": "Türkiye’nin ilk müzesi olan İstanbul Arkeoloji Müzeleri, Arkeoloji Müzesi, Eski Şark Eserleri Müzesi ve Çinili Köşk Müzesi olmak üzere üç ana birimden oluşur. Koleksiyonunda imparatorluk topraklarından getirilen bir milyona yakın eser bulunmaktadır.\n\nOsman Hamdi Bey'in 1881'de müze müdürlüğüne atanmasıyla Türk müzeciliğinde yeni bir devir açılmıştır. Müze, İskender Lahdi gibi dünyaca ünlü eserlere ev sahipliği yapar.",
    "description_en": "Istanbul Archaeology Museums, the first museum of Turkey, consists of three main units: the Archaeology Museum, the Museum of the Ancient Orient, and the Tiled Kiosk Museum. The collection houses nearly one million artifacts from the imperial territories.\n\nA new era in Turkish museology began when Osman Hamdi Bey was appointed as museum director in 1881. The museum hosts world-renowned works such as the Alexander Sarcophagus.",
    "imageUrl": "/Images/arkeoloji.png",
    "location": {
      "type": "Point",
      "coordinates": [28.98139134323812, 41.011984405349814]
    }
  },
  {
    "id": "Topkapi-Sarayi",
    "name_tr": "Topkapı Sarayı",
    "name_en": "Topkapi Palace",
    "description_tr": "1478 yılında Fatih Sultan Mehmet tarafından yaptırılan Topkapı Sarayı, yaklaşık 400 yıl boyunca Osmanlı padişahlarının resmi ikametgahı ve yönetim merkezi olmuştur. Saray; Hazine, Kutsal Emanetler ve Harem gibi bölümleriyle Osmanlı'nın görkemini yansıtır.",
    "description_en": "Built by Fatih Sultan Mehmet in 1478, Topkapi Palace served as the official residence and administrative center of the Ottoman Sultans for nearly 400 years. The palace reflects the glory of the Ottoman Empire with sections like the Treasury, Sacred Relics, and the Harem.",
    "imageUrl": "/Images/topkapi.png",
    "location": {
      "type": "Point",
      "coordinates": [28.98334669396138, 41.011665120650996]
    }
  },
  {
    "id": "Galata-Kulesi",
    "name_tr": "Galata Kulesi Müzesi",
    "name_en": "Galata Tower Museum",
    "description_tr": "14. yüzyılda Cenevizliler tarafından inşa edilen Galata Kulesi, İstanbul siluetinin en tanınmış simgelerinden biridir. Günümüzde müze olarak hizmet veren kule, ziyaretçilerine 360 derecelik panoramik bir İstanbul manzarası sunmaktadır.",
    "description_en": "Built by the Genoese in the 14th century, Galata Tower is one of the most recognized symbols of the Istanbul skyline. Currently serving as a museum, the tower offers its visitors a 360-degree panoramic view of Istanbul.",
    "imageUrl": "/Images/galata-kulesi.png",
    "location": {
      "type": "Point",
      "coordinates": [28.97418340098899, 41.02569571438074]
    }
  },
  {
    "id": "Istanbul-Modern",
    "name_tr": "İstanbul Modern Sanat Müzesi",
    "name_en": "Istanbul Modern Art Museum",
    "description_tr": "Türkiye'nin modern ve çağdaş sanat alanındaki ilk müzesi olarak 2004 yılında kurulmuştur. Karaköy'deki yeni binasında, ulusal ve uluslararası sanatçıların eserlerini sergileyerek çağdaş sanatın gelişimine katkı sağlar.",
    "description_en": "Founded in 2004 as Turkey's first museum of modern and contemporary art. In its new building in Karaköy, it contributes to the development of contemporary art by exhibiting works by national and international artists.",
    "imageUrl": "/Images/istanbul-modern.png",
    "location": {
      "type": "Point",
      "coordinates": [28.98309577250708, 41.02612184643056]
    }
  },
  {
    "id": "Rahmi-Koc-Muzesi",
    "name_tr": "Rahmi M. Koç Müzesi",
    "name_en": "Rahmi M. Koc Museum",
    "description_tr": "Haliç kıyısındaki tarihi tersane binalarında yer alan müze, sanayi, ulaşım ve endüstri tarihine adanmıştır. Eski otomobillerden denizaltılara kadar geniş bir koleksiyon sunar.",
    "description_en": "Located in historic shipyard buildings on the shores of the Golden Horn, the museum is dedicated to the history of industry, transport, and communication. It offers a wide collection from vintage cars to submarines.",
    "imageUrl": "/Images/koc_muzesi.png",
    "location": {
      "type": "Point",
      "coordinates": [28.94910131029281, 41.04198394340297]
    }
  },
  {
    "id": "Sakip-Sabanci-Muzesi",
    "name_tr": "Sakıp Sabancı Müzesi",
    "name_en": "Sakıp Sabancı Museum",
    "description_tr": "Emirgan'daki Atlı Köşk'te yer alan müze, zengin hat sanatı ve resim koleksiyonunun yanı sıra dünyaca ünlü sanatçıların geçici sergilerine ev sahipliği yapar.",
    "description_en": "Located in the Horse Mansion (Atlı Köşk) in Emirgan, the museum is known for its rich calligraphy and painting collections, as well as temporary exhibitions of world-famous artists.",
    "imageUrl": "/Images/sakip-sabanci.png",
    "location": {
      "type": "Point",
      "coordinates": [29.05769541524125, 41.105717254623116]
    }
  },
  {
    "id": "Dolmabahce-Sarayi",
    "name_tr": "Dolmabahçe Sarayı",
    "name_en": "Dolmabahce Palace",
    "description_tr": "1856 yılında tamamlanan Dolmabahçe Sarayı, Osmanlı'nın Batılılaşma döneminin en görkemli eseridir. Atatürk'ün son günlerini geçirdiği yer olması nedeniyle Türk milleti için derin bir manevi önemi vardır.",
    "description_en": "Completed in 1856, Dolmabahce Palace is the most magnificent work of the Ottoman westernization period. It holds deep spiritual significance for the Turkish nation as it is the place where Atatürk spent his final days.",
    "imageUrl": "/Images/dolmabahce-sarayi.png",
    "location": {
      "type": "Point",
      "coordinates": [29.00089928223006, 41.03928973118149]
    }
  },
  {
    "id": "Ataturk-Muzesi",
    "name_tr": "Atatürk Müzesi",
    "name_en": "Ataturk Museum",
    "description_tr": "Atatürk'ün Milli Mücadele çalışmaları sırasında kullandığı Şişli'deki evi, bugün kişisel eşyalarının ve tarihi belgelerin sergilendiği bir müzedir.",
    "description_en": "The house in Şişli where Atatürk lived and worked during the years of the National Struggle is now a museum where his personal belongings and historical documents are exhibited.",
    "imageUrl": "/Images/ataturk-muzesi.png",
    "location": {
      "type": "Point",
      "coordinates": [28.987564024560285, 41.05653287876145]
    }
  },
  {
    "id": "Istanbul-Oyuncak-Muzesi",
    "name_tr": "İstanbul Oyuncak Müzesi",
    "name_en": "Istanbul Toy Museum",
    "description_tr": "Sunay Akın tarafından kurulan müze, dünyanın dört bir yanından toplanan tarihi oyuncaklarla ziyaretçilerini geçmişte bir yolculuğa çıkarır.",
    "description_en": "Founded by Sunay Akın, the museum takes its visitors on a journey through history with antique toys collected from all over the world.",
    "imageUrl": "/Images/oyuncak-muzesi.png",
    "location": {
      "type": "Point",
      "coordinates": [29.0675757877395, 40.97719898933536]
    }
  },
  {
    "id": "Miniaturk",
    "name_tr": "Miniatürk",
    "name_en": "Miniaturk",
    "description_tr": "Türkiye'nin önemli tarihi yapılarının 1/25 oranındaki maketlerinin sergilendiği devasa bir açık hava müzesidir. 'Büyük Ülkenin Küçük Bir Modeli' sloganıyla hizmet verir.",
    "description_en": "A massive open-air museum where 1/25 scale models of important historical structures from Turkey are exhibited. It serves with the slogan 'A Small Model of a Great Country'.",
    "imageUrl": "/Images/miniaturk.png",
    "location": {
      "type": "Point",
      "coordinates": [28.949544165532675, 41.059158326810916]
    }
  },
  {
    "id": "Panorama-1453",
    "name_tr": "Panorama 1453 Tarih Müzesi",
    "name_en": "Panorama 1453 History Museum",
    "description_tr": "Dünyanın ilk tam panoramik müzesi olan bu yapı, İstanbul'un fethini devasa bir tablo ve ses efektleriyle ziyaretçilerine yeniden yaşatır.",
    "description_en": "Being the world's first fully panoramic museum, this structure re-enacts the conquest of Istanbul for its visitors with a massive painting and sound effects.",
    "imageUrl": "/Images/panorama.png",
    "location": {
      "type": "Point",
      "coordinates": [28.92091669362591, 41.01844709037039]
    }
  }
]